// © Copyright 2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Rensning af papirindføring";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Annuller";

CleaningConfirmationTitle = "Rensning af papirindføring";
CleaningConfirmationBody = "Denne proces kan tage flere minutter. Mekaniske lyde er normalt i denne sammenhæng, og papiret bevæges frem og tilbage i printeren. Klik på OK for at begynde.";
PaperFoundTite = "Papir fundet";
PaperFoundBody = "Tag papiret ud af papirbakken, før du fortsætter papirindføringsrensningen. Klik på OK for at fortsætte.";
PapperFeedCleaningTitle = "Rensning af papirindføring";
PaperFeedCleaningCompleteBody = "Rensning af papirindføring er færdig.";

NotInitiatedTitle = "Rensning kunne ikke startes";
NotInitiatedMsg = "Renseproceduren kunne ikke startes. Tjek, at printeren er online, og at den ikke er optaget af andre job.";

HSDInfoTextFieldValue = "Denne procedure bør udføres, når printeren har problemer med at indføre papir. Hvis ikke den indfører papir, når der sendes et udskriftsjob, kan du køre denne procedure, der renser en del inde i printeren, hvilket skulle løse problemet.";
HSDGuideTextFieldValue = "Tag papiret ud af papirbakken, før du starter papirindføringsrensningen. Klik på Rens for at starte processen.";
HSDCleanButtonTitle = "Rens";

PaperFeedCancelingTitle = "Annullerer";
